Revit 2027 API
ParameterTypeId.FloorHeightabovelevelParam Property
 "Height Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FloorHeightabovelevelParam { get; }
Public Shared ReadOnly Property FloorHeightabovelevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FloorHeightabovelevelParam {
	ForgeTypeId^ get ();
}
static member FloorHeightabovelevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace